e5-2620-v4/noretpoline-pti-pcid/pgbench/100/runs/result-ro-prepared-100-1.log
transaction type: <builtin: select only>
scaling factor: 100
query mode: prepared
number of clients: 16
number of threads: 16
duration: 300 s
number of transactions actually processed: 118486595
latency average = 0.041 ms
tps = 394955.018869 (including connections establishing)
tps = 394959.203180 (excluding connections establishing)