e5-2620-v4/noretpoline-pti-pcid/pgbench/100/runs/result-rw-2.log
transaction type: <builtin: simple update>
scaling factor: 100
query mode: simple
number of clients: 16
number of threads: 16
duration: 1800 s
number of transactions actually processed: 43606029
latency average = 0.660 ms
tps = 24225.563224 (including connections establishing)
tps = 24225.608146 (excluding connections establishing)